Repository: Afanasevsa/USBIPManager
Catalog: lang/*/LC_MESSAGES/*.po
Languages: ru

source: Cancel
ru: Отмена

source: Enable data capturing
ru: Включить захват данных

source: Reset data capturing
ru: Перезапустить захват данных

source: Disable data capturing
ru: Отключить захват данных

source: Clear
ru: Очистить

source: Warning
ru: Предупреждение

source: Are you sure want to exit? All current connections will be terminated!
ru: Вы действительно хотите выйти? Все текущие соединения будут закрыты!

source: OK
ru: ОК

source: Another instance is already running!
ru: Приложение уже запущено!

source: The {0} device from the {1} server has connected, {2} left
ru: Устройство {0} с {1} сервера было подключено, {2} осталось

source: The {0} device from the {1} server has disconnected, {2} left
ru: Устройство {0} с {1} сервера было отключено, {2} осталось

source: Search
ru: Поиск

source: Actions
ru: Действия

source: Settings
ru: Настройки

source: Shut down all
ru: Выключить все

source: Add server
ru: Добавить сервер

source: <font color='green'>Success: </font>
ru: <font color='green'>Успешно: </font>

source: <font color='orange'>Warning: </font>
ru: <font color='orange'>Предупреждение: </font>

source: <font color='red'>An error has occurred: </font>
ru: <font color='red'>Произошла ошибка: </font>

source: Please select entire row!
ru: Пожалуйста, выберите строку целиком!

source: No configuration row selected!
ru: Не выбрана строка конфигурации!
